export const MascotMessage = {
  hello: [
    "สวัสดี วันนี้เราทำอะไรกันดีล่ะ?",
    "สวัสดีตอนเช้า วันนี้เราเริ่มทำงานกันเลยดีมั้ย?",
    `ยินดีต้อนรับ อย่าลืมพักผ่อนให้เพียงพอก่อนเริ่มทำงานนะ`
  ],
  bye: [
    "บ๊าย บาย ไว้เจอกันใหม่นะ",
    "อย่าลืมแบ่งเวลาพักผ่อนด้วยนะ เจอกัน",
    "แล้วเจอกันน้า"
  ],
  congrats: [
    "ว้าววว เก่งมากเลยยย รับเหรียญไปเลย",
    "เย้ ทำงานเสร็จแล้ว รับเหรียญไปเลย",
    "สุดยอด รับเหรียญไปเลย"
  ],
  notification: [
    "ไปไฟล์เสียงถัดไปกันเลยยย",
    "ก่อนไปไฟล์เสียงต่อไป อย่าลืมพักด้วยน้า",
    "ปะะ ไปกันต่อเลยย",
  ],
  interrupt: [
    "โอ๊ะะ เหมือนตอนนี้ระบบจะขัดข้องนะ",
    "ขอโทษน้าา ตอนนี้ระบบกำลังขัดข้องอยู่",
    "ตอนนี้ระบบกำลังขัดข้อง ไว้ลองใหม่อีกครั้งนะ"
  ],
  tried: [
    "โห ทำงานมานานแล้วนะ พักหน่อยไหม",
    "พักสักหน่อยนะะ ทำงานมานานแล้วว",
    "เหนื่อยไหมคนดี พักลงตรงนี้สักหน่อยนะ"
  ],
  error: [
    "เหมือนข้อมูลจะไม่ถูกต้องนะ ลองกรอกอีกครั้งนะ",
    "ข้อมูลบางส่วนน่าจะผิดนะ ลองตรวจสอบอีกครั้งนึงนะ",
    "ลองตรวจสอบข้อมูลอีกครั้งนะ"
  ]
};
